<?php

return [
    'control' => [
        'title' => 'בקרת ספק',
        'block' => 'חסום ספק זה',
        'unblock' => 'בטל חסימת ספק זה',
        'block_confirmation' => 'האם אתה בטוח שברצונך לחסום ספק זה?',
        'unblock_confirmation' => 'האם אתה בטוח שברצונך לבטל את חסימת ספק זה?',
        'block_reason' => 'הזן את הסיבה לחסימת ספק זה',
        'blocked_success' => 'הספק נחסם בהצלחה',
        'unblocked_success' => 'חסימת הספק בוטלה בהצלחה',
        'block_help' => 'אם ספק חסום, המכוניות שלו לא יהיו גלויות באתר שלך יותר. תוכל לבטל את חסימתו בכל עת.',
        'blocked_help' => 'ספק זה חסום מהסיבה הבאה: :reason. תוכל לבטל את חסימתו על ידי לחיצה על הכפתור למטה.',
    ],
];
