<?php

return [
    'control' => [
        'title' => 'Контрол на доставчика',
        'block' => 'Блокирай този доставчик',
        'unblock' => 'Отблокирай този доставчик',
        'block_confirmation' => 'Сигурни ли сте, че искате да блокирате този доставчик?',
        'unblock_confirmation' => 'Сигурни ли сте, че искате да отблокирате този доставчик?',
        'block_reason' => 'Въведете причината за блокиране на този доставчик',
        'blocked_success' => 'Доставчикът е блокиран успешно',
        'unblocked_success' => 'Доставчикът е отблокиран успешно',
        'block_help' => 'Ако доставчикът е блокиран, автомобилите му вече няма да се виждат на вашия сайт. Можете да го отблокирате по всяко време.',
        'blocked_help' => 'Този доставчик е блокиран по следната причина: :reason. Можете да го отблокирате, като кликнете на бутона по-долу.',
    ],
];
