<?php

return [
    'control' => [
        'title' => 'التحكم في البائع',
        'block' => 'حظر هذا البائع',
        'unblock' => 'إلغاء حظر هذا البائع',
        'block_confirmation' => 'هل أنت متأكد من رغبتك في حظر هذا البائع؟',
        'unblock_confirmation' => 'هل أنت متأكد من رغبتك في إلغاء حظر هذا البائع؟',
        'block_reason' => 'أدخل سبب حظر هذا البائع',
        'blocked_success' => 'تم حظر البائع بنجاح',
        'unblocked_success' => 'تم إلغاء حظر البائع بنجاح',
        'block_help' => 'إذا تم حظر البائع، فلن تكون سياراته مرئية على موقعك بعد الآن. يمكنك إلغاء حظره في أي وقت.',
        'blocked_help' => 'تم حظر هذا البائع للسبب التالي: :reason. يمكنك إلغاء حظره بالنقر على الزر أدناه.',
    ],
];
