<?php

return [
    'control' => [
        'title' => 'Керування постачальником',
        'block' => 'Заблокувати цього постачальника',
        'unblock' => 'Розблокувати цього постачальника',
        'block_confirmation' => 'Ви впевнені, що хочете заблокувати цього постачальника?',
        'unblock_confirmation' => 'Ви впевнені, що хочете розблокувати цього постачальника?',
        'block_reason' => 'Введіть причину блокування цього постачальника',
        'blocked_success' => 'Постачальника успішно заблоковано',
        'unblocked_success' => 'Постачальника успішно розблоковано',
        'block_help' => 'Якщо постачальника заблоковано, його автомобілі більше не будуть видимі на вашому сайті. Ви можете розблокувати його в будь-який час.',
        'blocked_help' => 'Цього постачальника заблоковано з наступної причини: :reason. Ви можете розблокувати його, натиснувши кнопку нижче.',
    ],
];
