<?php

return [
    'control' => [
        'title' => 'Έλεγχος προμηθευτή',
        'block' => 'Αποκλεισμός αυτού του προμηθευτή',
        'unblock' => 'Ξεμπλοκάρισμα αυτού του προμηθευτή',
        'block_confirmation' => 'Είστε σίγουροι ότι θέλετε να αποκλείσετε αυτόν τον προμηθευτή;',
        'unblock_confirmation' => 'Είστε σίγουροι ότι θέλετε να ξεμπλοκάρετε αυτόν τον προμηθευτή;',
        'block_reason' => 'Εισάγετε τον λόγο για τον αποκλεισμό αυτού του προμηθευτή',
        'blocked_success' => 'Ο προμηθευτής αποκλείστηκε επιτυχώς',
        'unblocked_success' => 'Ο προμηθευτής ξεμπλοκαρίστηκε επιτυχώς',
        'block_help' => 'Εάν ένας προμηθευτής είναι αποκλεισμένος, τα αυτοκίνητά του δεν θα είναι πλέον ορατά στον ιστότοπό σας. Μπορείτε να τον ξεμπλοκάρετε ανά πάσα στιγμή.',
        'blocked_help' => 'Αυτός ο προμηθευτής αποκλείστηκε για τον ακόλουθο λόγο: :reason. Μπορείτε να τον ξεμπλοκάρετε κάνοντας κλικ στο κουμπί παρακάτω.',
    ],
];
