<?php

return [
    'name' => 'შეტყობინებები',
    'form_name' => 'შეტყობინების ფორმა',
    'statuses' => [
        'read' => 'წაკითხული',
        'unread' => 'წაუკითხავი',
    ],
    'email' => [
        'header' => 'ელ. ფოსტა',
        'title' => 'ახალი შეტყობინება თქვენი საიტიდან',
    ],
    'phone' => 'ტელეფონი',
    'ip_address' => 'IP მისამართი',
    'message_information' => 'შეტყობინების ინფორმაცია',
    'time' => 'დრო',
    'car' => 'ავტომობილი',
    'content' => 'შინაარსი',
    'message_id' => 'შეტყობინების ID',
];
