<?php

return [
    'control' => [
        'title' => 'การควบคุมผู้ขาย',
        'block' => 'บล็อกผู้ขายรายนี้',
        'unblock' => 'ปลดบล็อกผู้ขายรายนี้',
        'block_confirmation' => 'คุณแน่ใจหรือไม่ว่าต้องการบล็อกผู้ขายรายนี้',
        'unblock_confirmation' => 'คุณแน่ใจหรือไม่ว่าต้องการปลดบล็อกผู้ขายรายนี้',
        'block_reason' => 'ป้อนเหตุผลที่คุณบล็อกผู้ขายรายนี้',
        'blocked_success' => 'บล็อกผู้ขายสำเร็จ',
        'unblocked_success' => 'ปลดบล็อกผู้ขายสำเร็จ',
        'block_help' => 'หากผู้ขายถูกบล็อก รถของพวกเขาจะไม่แสดงบนเว็บไซต์ของคุณอีกต่อไป คุณสามารถปลดบล็อกได้ตลอดเวลา',
        'blocked_help' => 'ผู้ขายรายนี้ถูกบล็อกด้วยเหตุผลต่อไปนี้: :reason คุณสามารถปลดบล็อกโดยคลิกปุ่มด้านล่าง',
    ],
];
